[
  {
    "id": "1",
    "x": 60,
    "y": 25,
    "title": {
      "en": "Villa rusticae",
      "sr": "Vile Rustike",
      "hr": "Villa Rusticae"
    },
    "description": {
      "en": "The houses of villa rusticae that originate from the ancient age can be found in the surroundings of Donje Selo, on Rogač in the part of Banja, Gornje Selo (Starine) and in the Nečujam's bay called Piškera. The one in Piškera also had a thermal bath. The translation of villa rusticae is a country villa, and they were homes of the roman landowners. They would live in the main house, which would be surrounded by agricultural areas.",
      "sr": "Kuće vile rustike koje potiču iz antičkog doba mogu se naći u okolini Donjeg Sela, na Rogaču u predelu Banje, Gornjeg Sela (Starine) i u nečujamskoj uvalici Piškeri. U svom sastavu ova vila imala je i kupatilo. Pojam villa rusticae može se prevesti kao vila na selu, a one su bile dom rimskih zemljoposednika. Oni su živeli u glavnoj kući koja je bila okružena poljoprivrednim površinama.",
      "hr": "Kuće villa rusticae koje potječu iz antičkog doba nalaze se u okolici Donjeg Sela, na Rogaču u dijelu Banje, Gornjem Selu (Starine) te u uvali Nečujam Piškera. Ona u Piškeri imala je i terme. Prijevod villa rusticae je ladanjska vila, a bile su kuće rimskih zemljoposjednika. Živjeli bi u glavnoj kući koja bi bila okružena poljoprivrednim površinama."
    },
    "audioSrc": "vile_rustike",
    "iconColor": "red",
    "iconType": "house"
  },
  {
    "id": "2",
    "x": 80,
    "y": 65,
    "title": {
      "en": "Starine",
      "sr": "Starine",
      "hr": "Starine"
    },
    "description": {
      "en": "The fortress Starine, which has two towers, originates from the antient times. It is situated at the foot of Vela Straža (the highest point of the island), near Gornje Selo. In Gornje Selo, you can also find ancient graves, as well as the remains of an ancient sarcophagus at the graveyard (the location called Stomorja).",
      "sr": "Tvrđava Starine sa dve kule potiče iz antičkog vremena. Nalazi se u podnožju Vele straže (najvišeg vrha ostrva), nedaleko od Gornjeg Sela. Ovde se nalaze i antički grobovi, kao i ostaci antičkog sarkofaga na groblju (lokalitet Stomorja).",
      "hr": "Tvrđava Starine, koja ima dvije kule, potječe iz antičkog doba. Nalazi se u podnožju Vele Straže (najviša točka otoka), u blizini Gornjeg Sela. U Gornjem Selu se nalaze i antički grobovi, kao i ostaci antičkog sarkofaga na groblju (lokacija Stomorja)."
    },
    "audioSrc": "starine",
    "iconColor": "orange",
    "iconType": "star"
  },
  {
    "id": "3",
    "x": 60,
    "y": 50,
    "title": {
      "en": "Teuta's Fortress",
      "sr": "Teutina Utvrda",
      "hr": "Teutina tvrđava"
    },
    "description": {
      "sr": "Teuta je bila ilirska kraljica koja je vladala od 231.godine p.n.e. do 228.godine p.n.e.Vladala je kao regent umesto svog maloletnog posinka Pinesa nakon smrti njenog muža Agrona. Teuta je vladala iz Skadra, a kraljevstvo se prostiralo od reke Neretve na severu do reke Aous u Albaniji, na jugu. Tema Ilira i dana danas intrigira naučnike. Iako okupiran od Rimljana, taj nareod nije mogao u potpunosti nestati. Nakon što je potpisala mirovni ugovor sa Rimljanima, Teuta je nestala sa scene i o njenoj daljoj sudbini se ništa ne zna. Brojne legende postoje o njoj na prostoru Dalmacije. Kada su Rimljani osvojili Risinium, Teuta se sa svojim ljudima i blagom povukla u utvrđenje iznad i mesecima odolevala. Kad je videla da će tvrđava biti osvojena, bacila se niz vodopad podzemne reke, a rimski vojnici nisu našli nikakvo blago. Stanovnici Šolte znaju za Teutine dvore, na brdu iznad uvale Senjska, gde su ribari imali običaj da bacaju deo ulova na sve četiri strane sveta da bi pobili Teutinu naklonost i da bi im dozovlila da i dalje love ribu. Legenda kaže da čak i sada, kad se ribar nađe u nevolji, on doziva Teutu u pomoć. Od Teutinog dvorca ostale su samo ruševine i teško mu je prići. Kažu i da se Teuta neko vreme skrivala od rimske mornarice u šoltanskoj uvali Tatinji. U novije vreme Šoltani svoje ostrvo nazivaju ostrvom kraljice Teute.",
      "en": "Teuta was an Ilirian queen that ruled from 231 B.C. until 228 B.C. She ruled as a regent for her stepson Pines who was a minor at that time, after the death of her husband Agron. She ruled from Skadar, and the kingdom included the area between the Neretva river on the north, and the Aous river in Albania, on the south. The topic of Illyrians still fascinates the scientists. Even though they were occupied by the Romans, they couldn't have just disappeared. After she signed the truce with the Romans, Teuta disappeared from the world scene and her further fate is not known. Numerous legends exist about her in Dalmatia. When the Romans won Risinium, Teuta went into the fortress with her people and her treasure and didn't give up for months. When she saw the fortress was going to be lost, she threw herself off the waterfall of an underground river, and the Roman soldiers found no treasure. The inhabitants of Sholta are familiar with Teuta's castle, on a hill under the Senjska bay, where the fishermen used to throw a piece of the catch to all four parts of the world, so that they could get the mercy of the queen and her permission to continue fishing. The legend says that even today, if the fisherman is in trouble, he would call Teuta for help. All that is left of this castle are ruins and it is difficult to approach it. They also say that Teuta would hide for a while from the Roman navy in the Sholtan bay called Tatinja. In the modern days, people from Sholta consider their island to be the island of the queen Teuta.",
      "hr": "Teuta je bila ilirska kraljica koja je vladala od 231. pr. do 228. godine p.n.e. Vladala je kao regent za svog posinka Pinesa koji je u to vrijeme bio maloljetan, nakon smrti njenog muža Agrona. Vladala je iz Skadra, a kraljevstvo je obuhvaćalo područje između rijeke Neretve na sjeveru i rijeke Aous u Albaniji, na jugu. Tema Ilira i danas fascinira znanstvenike. Iako su ih okupirali Rimljani, nisu mogli tek tako nestati. Nakon što je potpisala primirje s Rimljanima, Teuta je nestala sa svjetske scene i njezina daljnja sudbina nije poznata. O njoj u Dalmaciji postoje brojne legende. Kad su Rimljani osvojili Risinium, Teuta je sa svojim ljudima i blagom ušla u tvrđavu i nije odustajala mjesecima. Kad je vidjela da će tvrđava biti izgubljena, bacila se sa vodopada podzemne rijeke, a rimski vojnici nisu našli nikakvo blago. Stanovnicima Šolte poznat je Teutin dvorac, na brežuljku ispod Senjske uvale, gdje su ribari bacali po komadić ulova na sve četiri strane svijeta kako bi dobili milost kraljice i njezino dopuštenje. za nastavak ribolova. Legenda kaže da bi i danas ribar, ako je u nevolji, pozvao Teutu u pomoć. Od ovog dvorca ostale su samo ruševine i teško mu je prići. Kažu i da se Teuta neko vrijeme skrivala od rimske mornarice u Šoltanskom zaljevu zvanom Tatinja. U današnje vrijeme Šoltani svoj otok smatraju otokom kraljice Teute."
    },
    "audioSrc": "teuta",
    "iconColor": "orange",
    "iconType": "star"
  },
  {
    "id": "4",
    "x": 50,
    "y": 10,
    "title": {
      "en": "Zadar",
      "sr": "Zadar",
      "hr": "Zadar"
    },
    "description": {
      "sr": "Zadar je peti grad po broju stanovnika u Hrvatskoj i administrativno sedište Zadarske županije. U 9.veku pre nove ere ilirsko pleme Liburni nastanilo je Zadar, da bi osam vekova kasnije Zadar postao rimska kolonija. Nakon pada Zapadnog rimskog carstva i razaranja antičke Salone, Zadar postaje glavni grad vizantijske provincije Dalmacije. Arheološki muzej u Zadru čuva preko 100 000 artefakta iz svih perioda od praistorije do 11.veka, a ti predmeti su podeljeni u nekoliko odeljaka: praistorija, antika, srednjovekovna arheologija, odeljak za novi vek, odeljak za pomorska arheološka istraživanja, konzervatorsko-restauratorski odeljak. Posebna delatnost Arheološkog muzeja u Zadru odnosi se na proizvodnju arheoloških kopija i reprodukcija od keramike, gipsa, stakla i kamena. Kao jedna od najvažnijih građevina u Zadru, ističe se Crkva Svetog Donata, koja se nalazi na ostacima antičkog foruma. Sagrađena je oko 9.veka a nosi ime po biskupu Donatu, koji je naredio njenu izgradnju. Morske orgulje u Zadru su originalni spoj arhitekture i muzike. U pitanju je arhitektonski instrument koji je otvoren 2005.godine na zadarskoj Rivi, a čiji se zvuk stvara pomoću mora, talasa, plime i oseke. Pozdrav Suncu je arhitektonska instalacija koja se sastoji od 300 solarnih panela koji su poređani u krug prečnika 22 metra. Solarne ploče u toku dana apsorbuju sunčevu svetlost, dok se uveče pale rasvetni elementi. Osim Sunca, prikazane su i planete Sunčevog sistema.",
      "en": "Zadar is the fifth most populated city in Croatia and the administrative centre of Zadar county. In the 9th century B.C. the Ilirian tribe Liburns settled in Zadar, and eight centuries later Zadar became a Roman colony. After the fall of the Western Roman empire and the destruction of ancient Salona, Zadar became the capital of Byzanthine province of Dalmatia. The archaelogical museum in Zadar preserves over 100 000 artefacts from all periods since prehistory until 11th century, and these objects are divided into several sections: prehistory, antiquity, medieval archaelogy, a section for the new century, a section for underwater archaelogical research, a conservation-restoration section. A speacial activity of the Archaelogical museum in Zadar relates to the production of copies and reproductions made of ceramics, plaster, glass and stone. As one of the most important buildings in Zadar, the church of Saint Donat stands out, which is located on the remains of an ancient forum. It was built around 9th century and it is named after bishop Donat who ordered its construction. The sea organ in Zadar is an original combination of architecture and music. It is an architectural instrument that was opened in 2005 on the Zarad waterfront, and its sound is made by the sea, waves and tides. Salutation to the Sun is an architectural installation consisting of 300 solar panels arranged in a circle with the diameter of 22 metres. The solar panels absorb the sunlight during the day while lightning elements are turned on in the evening. Apart from the Sun, the planets of the Solar system are also shown.",
      "hr": "Zadar je peti grad po broju stanovnika u Hrvatskoj i administrativno središte Zadarske županije. U 9. stoljeću p.n.e. u Zadar se doseljava ilirsko pleme Liburna, a osam stoljeća kasnije Zadar postaje rimska kolonija. Nakon pada Zapadnog Rimskog Carstva i razaranja antičke Salone, Zadar je postao glavnim gradom bizantske provincije Dalmacije. Arheološki muzej u Zadru čuva preko 100 000 artefakata iz svih razdoblja od prapovijesti do 11. stoljeća, a ti su predmeti podijeljeni u nekoliko odjela: prapovijest, antika, srednjovjekovna arheologija, odjel za novi vijek, odjel za podmorska arheološka istraživanja, konzervatorsko-restauratorski odsjek. Posebna djelatnost Arheološkog muzeja u Zadru odnosi se na izradu kopija i reprodukcija od keramike, gipsa, stakla i kamena. Kao jedna od najznačajnijih građevina u Zadru ističe se crkva Svetog Donata koja se nalazi na ostacima antičkog foruma. Sagrađena je oko 9. stoljeća, a ime je dobila po biskupu Donatu koji je naredio njezinu izgradnju. Morske orgulje u Zadru originalan su spoj arhitekture i glazbe. Riječ je o arhitektonskom instrumentu koji je otvoren 2005. godine na zaradskoj rivi, a njegov zvuk stvaraju more, valovi i plima. Pozdrav Suncu je arhitektonska instalacija koja se sastoji od 300 solarnih panela raspoređenih u krug promjera 22 metra. Solarni paneli apsorbiraju sunčevu svjetlost tijekom dana, dok se rasvjetni elementi pale navečer. Osim Sunca, prikazani su i planeti Sunčevog sustava."
    },
    "audioSrc": "zadar",
    "iconColor": "orange",
    "iconType": "star"
  },
  {
    "id": "5",
    "x": 68,
    "y": 40,
    "title": {
      "en": "Diocletian’s pond",
      "sr": "Dioklecijanov ribnjak",
      "hr": "Dioklecijanovo jezero"
    },
    "description": {
      "en": "There is an ancient pond on the part of Sholta called Nečujam, at the bottom of the smallest bay. In the 4th century the empire Diocletian chose this bay to be his fish pond. This is why this bay is still called Piškera, and the ruins are still there, at the bottom of the sea. It is said that the empire also had thermal baths here, where he used to come for a bath. This pond is a protected cultural property. ",
      "sr": "Antički ribnjak nalazi se na delu ostrva koji se zove Nečujam, na dnu najmanje uvale. U 4.veku car Dioklecijan izabrao je tu uvalu kao svoj ribnjak. Zato je toj uvalici i dalje ime Piškera, a ruševine su još tu, na dnu mora. Priča se da je Dioklecijan tu imao i terme gde je dolazio na kupanje. Ovaj ribnjak je zaštićeno kulturno dobro.",
      "hr": "Na dijelu Šolte zvanom Nečujam, u dnu najmanjeg zaljeva, nalazi se drevni ribnjak. U 4. stoljeću carstvo Dioklecijan je ovu uvalu odabralo za svoj ribnjak. Zbog toga se ova uvala i danas zove Piškera, a ruševine su još uvijek tu, na dnu mora. Priča se da je carstvo ovdje imalo i terme, kamo se dolazio kupati. Ovaj ribnjak je zaštićeno kulturno dobro."
    },
    "audioSrc": "diocletian_palace",
    "iconColor": "orange",
    "iconType": "star"
  },
  {
    "id": "6",
    "x": 90,
    "y": 15,
    "title": {
      "en": "Felix Romuliana",
      "sr": "Feliks Romuliana",
      "hr": "Felix Romuliana"
    },
    "description": {
      "en": "Gamzigrad is an archaeological site near Zaječar in eastern Serbia of the ancient Roman imperial palace Felix Romuliana, which has been on the UNESCO World Heritage List since June 29, 2007. Gamzigrad is the residence of the Roman Emperor Gaius Valerius Maximianus Galerius, Diocletian's son-in-law. He named him Romuliana after his mother Romula. The palace seems to have never been completed, and the emperors of the 4th century left the property to the Christian church. During the 5th century the palace was destroyed by barbarians, and in the 6th century Justinian rebuilt it in the form of a fortress. After the invasion of the Slavs at the end of the 6th century, the former imperial residence was abandoned. Inside there was a palace, two pagan temples, three Christian churches and other buildings.",
      "sr": "Gamzigrad je arheološko nalazište blizu Zaječara u instočnoj Srbiji antičke rimske carske palate Feliks Romulijane koje se od 29.juna 2007.nalazi na UNESKO-voj listi svetske baštine. Gamzigrad predstavlja rezidenciju rimskog cara Gaja Valerija Maksimijana Galerija, Dioklecijanovog zeta. Po majci Romuli nazvao ga je Romulijana. Palata izgleda nikada nije dovršena, a carevi 4.veka su posed prepustili hrišćanskoj crkvi. Tokom 5.veka palata je razarana od strane varvara, a u 6.veku Justinijan ju je obnovio u vidu tvrđave. Nakon najezde Slovena krajem 6.veka, nekadašnja carska rezidencija je napuštena. Unutra se nalazila palata, dva paganska hrama, tri hrišćanske crkve i druge građevine. ",
      "hr": "Gamzigrad je arheološko nalazište u blizini Zaječara u istočnoj Srbiji starorimske carske palače Felix Romuliana, koja je na UNESCO-vom popisu svjetske baštine od 29. lipnja 2007. godine. Gamzigrad je rezidencija rimskog cara Gaja Valerija Maksimijana Galerija, Dioklecijanovog zeta. Nazvao ga je Romuliana po njegovoj majci Romuli. Čini se da palača nikada nije dovršena, a carevi 4. stoljeća posjed su prepustili kršćanskoj crkvi. Tijekom 5. stoljeća palaču su uništili barbari, au 6. stoljeću Justinijan ju je obnovio u obliku utvrde. Nakon prodora Slavena krajem 6. stoljeća nekadašnja carska rezidencija je napuštena. U njoj se nalazila palača, dva poganska hrama, tri kršćanske crkve i druge građevine."
    },
    "audioSrc": "felix_romuliana",
    "iconColor": "blue",
    "iconType": "number",
    "iconContent": 1
  },
  {
    "id": "7",
    "x": 90,
    "y": 20,
    "title": {
      "en": "Viminacium",
      "sr": "Viminacium",
      "hr": "Viminacium"
    },
    "description": {
      "en": "Viminacium is an archaeological site near Kostolac. It was one of the most important legion camps on the Danube. It dates from the 1st century AD. It was on the Roman Constantinople road. It was completely destroyed by the arrival of the Slavs in the 6th century. Today, the archaeological site covers 450 hectares. It has the largest number of unearthed graves of any Roman archaeological site. According to data from 2023, 16,000 graves were discovered. A million-year-old mammoth skeleton was discovered in June 2009. Over 4 meters tall and weighing 10 tons, it is one of 20 complete mammoth skeletons discovered so far. She was given the name Vika, and it is estimated that she was 60 years old when she died.",
      "sr": "Viminacium je arheološko nalazište u blizini Kostolca. Bio je jedan od najznačajnijih legijskih logora na Dunavu. Datira iz 1.vera nove ere. Reži na rimskom Carigradskom drumu. Potpuno je uništen dolaskom Slovena u 6.veku. Danas arheološko nalazište obuhvata 450 hektara. Ima najveći broj otkrivenih grobova na bilo kom rimskom arheološkom nalazištu. Prema podacima iz 2023.godine otkriveno je 16 000 grobova. Skelet mamuta star milion godina otkriven je u junu 2009. godine. Visok preko 4 metra i ztežak 10 tona, jedan je od 20 do sada otkrivenih kompletnih skeleta mamuta. Dobila je ime Vika, a procenjuje se da je imala 60 godina kada je umrla.",
      "hr": "Viminacijum je arheološko nalazište u blizini Kostolca. Bio je to jedan od najvažnijih legijskih logora na Dunavu. Potječe iz 1. stoljeća nove ere. Nalazio se na rimskoj carigradskoj cesti. Potpuno je uništen dolaskom Slavena u 6. stoljeću. Danas se arheološko nalazište prostire na 450 hektara. Ima najveći broj neotkopanih grobova od svih rimskih arheoloških nalazišta. Prema podacima iz 2023. godine otkriveno je 16.000 grobova. Milijun godina star kostur mamuta otkriven je u lipnju 2009. godine. Visok preko 4 metra i težak 10 tona, jedan je od 20 do sada otkrivenih cjelovitih kostura mamuta. Dobila je ime Vika, a procjenjuje se da je imala 60 godina kada je umrla."
    },
    "audioSrc": "viminacium",
    "iconColor": "blue",
    "iconType": "number",
    "iconContent": 2
  },
  {
    "id": "8",
    "x": 90,
    "y": 25,
    "title": {
      "en": "Zaječar National Museum",
      "sr": "Narodni Muzej Zaječar",
      "hr": ""
    },
    "description": {
      "en": "It was founded in 1951. At the time of its establishment, the museum had ten objects from archaeology. Its full development began in 1953, when archaeological research began at the site of Felix Romuliana. Today, the collection of Felix Romiluiana contains about 3,000 items. What stands out are the part of the archivolt with the inscription Felix Romuliana, the head of the emperor Galerius and the hand with the globe, the head of Hercules, part of the white marble structure, the head of Jupiter, part of the white marble sculpture, the mosaic of Dionysus at the feast, and many other objects.",
      "sr": "Osnovan je 1951. godine. Prilikom osnivanja muzej je imao desetak predmeta iz arheologije. Puni razvoj dobija od 1953.godine kada počinju arheološka istraživanja na nalazištu Feliks Romulijani. Danas zbirka Feliks Romilujana sadrži oko 3000 predmeta. Ono što se izdvaja su deo arhivolte sa natpisom Felix Romuliana, glava imperatora Galerija i šaka sa globom, glava Herkula, deo strukture od belog mermera, glava Jupitera, deo skulpture od belog mermera, mozaik Dionis na gozbi, i mnogi drugi predmeti.",
      "hr": "Viminacijum je arheološko nalazište u blizini Kostolca. Bio je to jedan od najvažnijih legijskih logora na Dunavu. Potječe iz 1. stoljeća nove ere. Nalazio se na rimskoj carigradskoj cesti. Potpuno je uništen dolaskom Slavena u 6. stoljeću. Danas se arheološko nalazište prostire na 450 hektara. Ima najveći broj neotkopanih grobova od svih rimskih arheoloških nalazišta. Prema podacima iz 2023. godine otkriveno je 16.000 grobova. Milijun godina star kostur mamuta otkriven je u lipnju 2009. godine. Visok preko 4 metra i težak 10 tona, jedan je od 20 do sada otkrivenih cjelovitih kostura mamuta. Dobila je ime Vika, a procjenjuje se da je imala 60 godina kada je umrla."
    },
    "audioSrc": "zajecar",
    "iconColor": "blue",
    "iconType": "number",
    "iconContent": 3
  }
]
